Repository: bueltge/Archive
Catalog: languages/archive-*.po
Languages: pt_pt

source: Sorry, This plugin requires WordPress 3.0+
pt_pt: Este plugin requer o WordPress 3.0 ou mais recente.

source: Sorry, This plugin has taken a bold step in requiring PHP 5.0+, Your server is currently running PHP %2s, Please bug your host to upgrade to a recent version of PHP which is less bug-prone. At last count, <strong>over 80%% of WordPress installs are using PHP 5.2+</strong>.
pt_pt: O seu servidor corre PHP %2s mas este plugin requer a versão 5.0 ou superior.

source: Archive Info
pt_pt: Informação do Arquivo

source: Move this item to the Archive
pt_pt: Mover para o Arquivo

source: Archive
pt_pt: Arquivo

source: Move this item to the archived post type
pt_pt: Mover este item para o tipo de conteúdo Arquivo

source: Restore to
pt_pt: Repor em

source: Restore to Post Type
pt_pt: Repor no tipo de conteúdo

source: No post to archive has been supplied!
pt_pt: Não foi selecionado conteúdo para arquivar!

source: Sorry, I can't find the post-id
pt_pt: Não é possível encontrar o post-id

source: No item to undo archive has been supplied!
pt_pt: Não foi selecionado conteúdo para anular o arquivamento!

source: Sorry, i cant find the post-id
pt_pt: Não é possível encontrar o post-id

source: Item moved to the Archive.
pt_pt: Item movido para o Arquivo.

source: Undo
pt_pt: Anular

source: Item moved to the Post Type: %2$s.
pt_pt: Item movido para o tipo de conteúdo: %2$s.

source: ID of this archived item:
pt_pt: ID do item arquivado:

source: Archived Post Type:
pt_pt: Tipo de conteúdo arquivado:

source: Add New
pt_pt: Novo

source: Add New Item
pt_pt: Novo item

source: Edit Item
pt_pt: Editar

source: New Item in Archive
pt_pt: Novo item no arquivo

source: View Item
pt_pt: Ver item

source: Search in Archive
pt_pt: Pesquisar no Arquivo

source: No item found in Archive
pt_pt: Nenhum item encontrado no Arquivo

source: No item found in Archive-Trash
pt_pt: Nenhum item encontrado no lixo do Arquivo

source: Parent item in Archive
pt_pt: Item de nível superior no Arquivo

source: Archive post, pages and other post types to a Archive.
pt_pt: Arquive artigos, páginas e outros tipos de conteúdo no Arquivo.

source: No
pt_pt: Não

source: Archive - maybe later an help for this plugin
pt_pt: Arquivo - ajudar mais tarde, talvez

source: Settings
pt_pt: Configurações

source: Show Archive link
pt_pt: Mostrar link do Arquivo

source: View Archive-Possibility on all post types or put behind the post types. One type per line.
pt_pt: Mostrar opções de Arquivo para todos os tipos de conteúdo disponíveis ou restringir a apenas alguns (insira um por linha).

source: Your install uses the following post types:
pt_pt: A instalação usa os seguintes tipos de conteúdo:

source: Scheduled Archiving
pt_pt: Arquivamento agendado

source: Scheduled Archiving Settings
pt_pt: Opções de agendamento do arquivo

source: Automatically archive items older than
pt_pt: Arquivar automaticamente itens com mais de

source: days
pt_pt: dias

source: Save Changes
pt_pt: Guardar alterações
